Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/internasjonalt_samisk_filminstitutt_isfi_.html.tmx
Source language: nob
Languages: sme

source: Internasjonalt Samisk Filminstitutt (ISFI)
sme: Internašunála Sámi Filbmainstituhtta (ISFI)

source: Sametinget gir direkte tilskudd til Internasjonalt Samisk Filminstitutt, og målet er at samisk film og samiske filmskapere har et høyt internasjonalt nivå.
sme: Sámediggi addá njuolggo doarjaga Internašunála Sámi filbmainstituhttii, ja mihttomearrin lea ahte sámi filmmas ja sámi filbmadahkkiin lea alla riikkaidgaskasaš dássi.

source: Internasjonalt Samisk Filminstitutt (ISFI) ble etablert i 2007 og i 2014 ble instituttet anerkjent som et internasjonalt samisk filminstitutt.
sme: Riikkaidgaskasaš Sámi Filbmainstituhtta (ISFI) ásahuvvui 2007:s, ja 2014:s dohkkehuvvui instituhtta riikkaidgaskasaš sámi filbmainstituhttan.

source: Gjennom direkte tilskudd til Internasjonalt Samisk Filminstitutt (ISFI), ønsker Sametinget å bidra til at filminstituttet gis rom for å arbeide aktivt med utviklingen av samiske spillefilmer og serier.
sme: Sámi Filbmainstituhta (ISFI) njuolggodoarjaga bokte háliida Sámediggi váikkuhit dasa ahte filbmainstituhtta oažžu vejolašvuođa árjjalaččat bargat sámi filmmaid ja filbmaráidduid ovddidemiin.

source: Målgruppen er samiske filmarbeidere og produsenter både i Norge, Sverige, Finland og Russland.
sme: Ulbmiljoavku leat sámi filbmabargit ja buvttadeaddjit sihke Norggas, Ruoŧas, Suomas ja Ruoššas.

source: ISFI skal også arbeide for å fremme urfolksfilm og samarbeid mellom ulike filmmiljøer for urfolk i verden.
sme: ISFI galgá maiddái bargat álgoálbmotfilmmaid ovddidemiin ja geahččalit ásahit ovttasbarggu máilmmi iešguđetge álgoálbmotfilbmabirrasiiguin.

source: Instituttet skal styrke samisk filmproduksjon og løfte både kompetansen og de økonomiske mulighetene for samisk film produksjon.
sme: IInstituhtta galgá nannet sámi filbmabuvttadeami ja loktet sámi filbmabuvttadeami gelbbolašvuođa ja ekonomalaš vejolašvuođaid.

source: I tillegg skal ISFI utvikle og styrke samarbeidet mellom urfolks filmselskaper internasjonalt.
sme: Lassin galgá ISFI ovdánahttit ja nannet álgoálbmot filbmafitnodagaid riikkaidgaskasaš ovttasbarggu.

source: Sametinget ser viktigheten med at ISFI i samarbeid med andre urfolksinstitusjoner bidrar til utvikling og styrking av samarbeidet mellom urfolks filmselskaper internasjonalt.
sme: Sámediggi oaidná mávssolažžan ahte ISFI ovttasráđiid eará álgoálbmotásahusaiguin váikkuha álgoálbmotfitnodagaid riikkaidgaskasaš ovttasbarggu ovddideapmái ja nannemii.

source: Internasjonalt Samisk Filminstitutt AS eies av Kautokeino kommune og Sametinget i Norge.
sme: Internašunála Sámi Filbmainstituhta AS eaiggáda Guovdageainnu suohkan ja Norgga Sámediggi.

source: Sametingets representant i styret er styremedlem Gunn Britt Retter.
sme: Sámedikki ovddasteaddji stivrras lea stivralahttu Gunn Britt Retter.
